tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ittybittyapps/appstoreconnect-cli"
tap "keith/formulae"
tap "majd/repo"
tap "robotsandpencils/made"
tap "swiftyfinch/rugby", "https://github.com/swiftyfinch/Rugby.git"
tap "teamookla/speedtest"
brew "webp"
brew "apr-util"
brew "sqlite"
brew "python@3.10"
brew "asciinema"
brew "glib"
brew "python@3.9"
brew "autoconf"
brew "automake"
brew "b2sum"
brew "bats"
brew "bfg"
brew "carthage"
brew "chisel"
brew "chruby"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "exiftool"
brew "ruby"
brew "fastlane", link: false
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libb2"
brew "gobject-introspection"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "libnice"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libpsl"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "h264bitstream"
brew "htop"
brew "httpd"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "iperf3"
brew "jq"
brew "kotlin"
brew "libsmi"
brew "libsoup@2"
brew "libxft"
brew "links"
brew "mint"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "nmap"
brew "pandoc"
brew "nb"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nikto"
brew "ninja"
brew "openssl@3"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "poppler"
brew "proxytunnel"
brew "qt"
brew "rclone"
brew "ruby-install"
brew "rust"
brew "scrcpy"
brew "sonarqube"
brew "sshuttle"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "telnet"
brew "tmux"
brew "tree"
brew "unzip"
brew "vala"
brew "vim"
brew "xcbeautify"
brew "xclip"
brew "xcodegen"
brew "xterm"
brew "yarn"
brew "youtube-dl"
brew "zip"
brew "zsh"
brew "ittybittyapps/appstoreconnect-cli/appstoreconnect-cli", args: ["HEAD"]
brew "keith/formulae/zsh-xcode-completions"
brew "robotsandpencils/made/xcodes"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "audacity"
cask "clean-me"
cask "docker"
cask "fig"
cask "firefox"
cask "geany"
cask "iina"
cask "ipatool"
cask "iterm2"
cask "keepassxc"
cask "obs"
cask "owasp-zap"
cask "provisionql"
cask "rectangle"
cask "shortcat"
cask "stats"
cask "swiftformat-for-xcode"
cask "vlc"
cask "vscodium"
cask "xcodes"
