brew "aria2"
brew "bat"
brew "blueutil"
brew "chisel-tunnel"
brew "cmake"
brew "duti"
brew "exiftool"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "obfs4proxy"
brew "openssl@1.1"
brew "p7zip"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "scrcpy"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tlrc"
brew "tmux"
brew "tor"
brew "translate-shell"
brew "tree"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "xcodes"
cask "alacritty"
cask "android-platform-tools"
cask "hammerspoon"
cask "ipatool"
cask "lulu"
cask "provisionql"
cask "shortcat"
cask "tor-browser"
