tap "emergetools/tap"
brew "aria2"
brew "autoconf"
brew "automake"
brew "p7zip"
brew "btop"
brew "carthage"
brew "chisel-tunnel"
brew "cmake"
brew "duti"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "hashcat"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "intermodal"
brew "ios-deploy"
brew "iperf3"
brew "irssi"
brew "jq"
brew "mise"
brew "mole"
brew "ncdu"
brew "neovim"
brew "obfs4proxy"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "ripgrep"
brew "rom-tools"
brew "rsync"
brew "ruby-build"
brew "scrcpy"
brew "sentry-cli"
brew "swift-format"
brew "swiftly"
brew "telnet"
brew "tmux"
brew "tor"
brew "tree"
brew "wgcf"
brew "xcbeautify"
brew "xcodegen"
brew "xcodes"
brew "emergetools/tap/ettrace"
cask "alacritty"
cask "amitv87-pip"
cask "android-platform-tools"
cask "asset-catalog-tinkerer"
cask "claude-code"
cask "github-copilot-for-xcode"
cask "hammerspoon"
cask "lulu"
cask "mitmproxy"
cask "obs"
cask "provisionql"
cask "shortcat"
cask "tor-browser"
cask "utm"
cask "vlc"
